Repository: ShanePark/dutypark
Catalog: ios/Dutypark/Features/Home/Home.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans

# home.duty
source: Duty
es: Turno
ja: 勤務
ko: 근무
zh_hans: 值班

# home.error.friends
source: Failed to load friends.
es: No se pudieron cargar los amigos.
ja: 友だち情報を読み込めませんでした。
ko: 친구 정보를 불러오지 못했습니다.
zh_hans: 无法加载好友信息。

# home.error.message
source: Please try again.
es: Inténtalo de nuevo.
ja: もう一度お試しください。
ko: 다시 시도해주세요.
zh_hans: 请重试。

# home.error.my
source: Failed to load the dashboard.
es: No se pudo cargar el panel.
ja: ダッシュボードを読み込めませんでした。
ko: 대시보드 정보를 불러오지 못했습니다.
zh_hans: 无法加载主页信息。

# home.family
source: Family member
es: Familiar
ja: 家族
ko: 가족 구성원
zh_hans: 家庭成员

# home.friends
source: Friends
es: Amigos
ja: 友だち
ko: 친구
zh_hans: 好友

# home.loading
source: Loading...
es: Cargando...
ja: 読み込み中...
ko: 불러오는 중...
zh_hans: 加载中...

# home.menu
source: Menu
es: Menú
ja: メニュー
ko: 메뉴
zh_hans: 菜单

# home.moreSchedules
source: more
es: más
ja: 件追加
ko: 개 더보기
zh_hans: 项更多

# home.myDashboard
source: My dashboard
es: Mi panel
ja: マイダッシュボード
ko: 내 대시보드
zh_hans: 我的主页

# home.noFriends
source: No friends yet.
es: Aún no tienes amigos.
ja: まだ友だちがいません。
ko: 아직 친구가 없습니다.
zh_hans: 还没有好友。

# home.none
source: None
es: Ninguno
ja: なし
ko: 없음
zh_hans: 无

# home.noSchedules
source: No schedules for today.
es: No hay horarios para hoy.
ja: 今日の予定はありません。
ko: 오늘 일정이 없습니다.
zh_hans: 今天没有日程。

# home.offDuty
source: Off
es: Libre
ja: 休み
ko: 휴무
zh_hans: 休息

# home.openCalendar
source: Open calendar
es: Abrir calendario
ja: カレンダーを開く
ko: 캘린더 열기
zh_hans: 打开日历

# home.requests.received
source: Received requests
es: Solicitudes recibidas
ja: 受信したリクエスト
ko: 받은 요청
zh_hans: 收到的请求

# home.requests.sent
source: Sent requests
es: Solicitudes enviadas
ja: 送信したリクエスト
ko: 보낸 요청
zh_hans: 已发送的请求

# home.retry
source: Retry
es: Reintentar
ja: 再試行
ko: 다시 시도
zh_hans: 重试

# home.todaySchedules
source: Today's schedules
es: Horarios de hoy
ja: 今日の予定
ko: 오늘 일정
zh_hans: 今日日程
